Repository: NIKHIL314959/Master-Thesis-on-IGUS-RL-DP-5
Catalog: AutomationStudio/Logical/mappView/Resources/Texts/SnippetMCSBTextSys.tmx
Source language: en
Languages: de

source: B would move in positive direction
de: Positive B Bewegung eingestellt

source: B would move in negative direction
de: Negative B Bewegung eingestellt

source: Robot is powered off
de: Roboter ist ausgeschalten

source: Robot is in error
de: Roboter ist in Error

source: No movements in B direction
de: Keine Bewegungen in B Richtung
